{
    "core_tray_browse_workshop": "Sfoglia [[[Host]]]",
    "core_msgbox_ui_file_not_found": "I file del programma non possono essere aperti.\n\nPotresti aver usato caratteri non validi nel percorso di installazione, i file potrebbero essere mancanti o potrebbero essere stati bloccati da un antivirus.\n\nProva a installare Wallpaper Engine nello stesso percorso di [[[Platform]]] o crea una libreria di [[[Platform]]] utilizzando caratteri semplici.",
    "core_updater_status_distro_file_delete": "Cancellazione del file: {{filepath}}",
    "core_updater_status_distro_file_delete_error": "Errore durante la cancellazione del file: {{error}}",
    "core_updater_status_verify_failed_message_box_body": "Sembra che alcuni file di Wallpaper Engine non possano essere installati. Questo può succedere a causa di errori di download su [[[Platform]]] o per programmi antivirus che hanno individuato falsi positivi e causano problemi. Se hai altri antivirus a parte Windows Defender, assicurati che non interferisca con [[[Platform]]] e Wallpaper Engine.\n\nAssicurati che l'applicazione sia chiusa mentre aggiorna (chiudila attraverso Gestione Attività se necessario) e che nessun antivirus stia impedendo al tuo computer di lavorare correttamente.\n\nSe il tuo antivirus ha cancellato dei file di Wallpaper Engine, devi ripristinarli e mettere nella whitelist il percorso di Wallpaper Engine così l'antivirus smetterà di cancellare file casuali.",
    "core_updater_status_corrupted_system_module_message_box_body": "Il tuo sistema non è funzionante o ha file mancanti. Wallpaper Engine non può funzionare se il tuo computer non è installato correttamente. Questo errore è causato dal tuo Windows e non è un'errore di Wallpaper Engine.\n\nProva a sistemare il tuo computer seguendo questi passaggi:\n\n",
    "core_updater_status_corrupted_system_module_message_box_body_delete": "- Prima, cancella questi file attraverso l'Esplora File di Windows:\n{{modules}}\n\n",
    "core_updater_status_corrupted_system_module_message_box_body_install_directx": "- Reinstalla DirectX andando da questo file ed eseguendolo:\n{{installers}}\nIn alternativa, puoi anche riscaricare DirectX 9 dal sito della Microsoft."
}
