{
    "core_tray_browse_workshop": "Przeglądaj [[[Host]]]",
    "core_msgbox_ui_file_not_found": "Pliki programu nie mogą zostać otworzone.\n\nW ścieżce instalacji mogą być niewłaściwe znaki, może brakować pliku lub program może być blokowany przez antywirusa. \n\nSpróbuj zainstalować Wallpaper Engine w tej samej ścieżce co [[[Platform]]] lub stwórz bibliotekę [[[Platform]]] używając prostych znaków.",
    "core_updater_status_distro_file_delete": "Usuwanie pliku: {{filepath}}",
    "core_updater_status_distro_file_delete_error": "Nie udało się usunąć pliku: {{error}}",
    "core_updater_status_verify_failed_message_box_body": "Wygląda na to że niektóre pliki dla Wallpaper Engine nie mogły zostać zainstalowane. Mogło to zostać spowodowane błędami pobierania w [[[Platform]]] lub przez program antywiusowy źle wykrywający pliki i sprawiający problemy. Jeżeli posiadasz antywirusa innego niż Windows Defender, upewnij się, że nie zakłóca pracy [[[Platform]]] i Wallpaper Engine.\n\nUpewnij się, że aplikacja jest zamknięta podczas aktualizacji (zamknij poprzez ikonę na pasku zadań lub Menedżer Zadań, jeśli zajdzie taka potrzeba) i żaden antywirus nie zakłóca pracy twojego komputera.\n\nJeżeli twój antywirus usunął pliki Wallpaper Engine, musisz je przywrócić i dodać ścieżkę Wallpaper Engine do wyjątków, aby antywirus przestał usuwać losowe pliki.",
    "core_updater_status_corrupted_system_module_message_box_body": "Twój system jest uszkodzony lub brakuje w nim plików. Wallpaper Engine nie może działać jeżeli twój komputer nie jest właściwie zainstalowany. To problem z twoim systemem Windows, a nie błąd w Wallpaper Engine.\n\nSpróbuj naprawić swój komputer wykonując te kroki:\n\n",
    "core_updater_status_corrupted_system_module_message_box_body_delete": "- Najpierw usuń te pliki poprzez Eksplorator Windows:\n{{modules}}\n\n",
    "core_updater_status_corrupted_system_module_message_box_body_install_directx": "- Ponownie zainstaluj DirectX używając tego pliku:\n{{installers}}\nAlternatywnie, możesz pobrać ponownie DirectX 9 ze strony Microsoft."
}