{
  "core_msgbox_ui_file_not_found": "Het is mogelijk dat er ongeldige tekens in de installatie folder staan, het bestand mist of dat deze geblokkeerd wordt door een anti-virus.\n\nProbeer om Wallpaper Engine te installeren in de zelfde directory als [[[Platform]]] of maak een [[[Platform]]] library met eenvoudige tekens.",
  "core_updater_status_distro_file_delete": "Aan het verwijderen van bestand: {{filepath}}",
  "core_updater_status_distro_file_delete_error": "Bestand {{error}} kan niet worden verwijderd",
  "core_updater_status_verify_failed_message_box_body": "Het lijkt er op dat sommige bestanden voor Wallpaper Engine niet geïnstalleerd konden worden. Dit kan gebeuren door fouten in [[[Platform]]] of een anti-virus programma wat valspositieve meldingen genereert en problemen veroorzaakt. Als u behalve Windows Defender nog een anti-virus gebruikt, zorg er dan voor dat deze niet interfereert met [[[Platform]]] en Wallpaper Engine.\n\nZorg er voor dat de applicatie gesloten is tijdens het updaten (sluit deze via het pictogram in het systeemvak of via Taakbeheer indien nodig) en er geen anti-virus is die de computer tegenhoudt van correct werken.\n\nAls de anti-virus bestanden van Wallpaper Engine heeft verwijderd, moeten deze hersteld worden en de installatielocatie van Wallpaper Engine gewhitelist worden zodat de anti-virus stopt met het verwijderen van willekeurige bestanden.",
  "core_updater_status_corrupted_system_module_message_box_body": "Uw systeem is kapot of mist bestanden. Wallpaper Engine kan niet correct werken tenzij uw computer correct geïnstalleerd is. Dit is een probleem met de Windows installatie en geen fout in Wallpaper Engine.\n\nProbeer de computer te repareren met de volgende stappen:\n\n",
  "core_updater_status_corrupted_system_module_message_box_body_delete": "- Als eerste, verwijder deze bestanden via Windows Verkenner:\n{{modules}}\n\n",
  "core_updater_status_corrupted_system_module_message_box_body_install_directx": "- Herinstalleer DirectX door naar dit bestand te gaan en deze te starten: \n{{installers}}\nAls alternatief is het ook mogelijk om DirectX 9 opnieuw te downloaden van de Microsoft website."
}
