{
    "ui_settings_advanced_monitor_identification_tip": "Pengaturan ini mengendalikan bagaimana Wallpaper Engine menugaskan gambar latar belakang untuk setiap layar. Jika Anda memiliki masalah dengan gambar latar belakang yang tertukar antara layar monitor dengan layar monitor lain atau gambar latar belakang tidak muncul setelah menjalankan ulang atau meng-hibernasi-kan Komputer Anda, cobalah mengubah opsi ini. Dikarenakan masalah tersebut terjadi pada setiap driver grafis maupun versi Windows yang bervariasi pada setiap perangkat komputer pengguna, maka umumnya tidak ada pengaturan yang dapat direkomendasikan dan Anda mungkin perlu mencoba seluruh opsi yang ada pada bagian ini.<br/><br/><b>Device Path</b><br/>Opsi ini menugaskan gambar latar belakang langsung kepada nama adaptor kartu grafis (graphics card adapter) dan nama layar monitor. Jika Anda mengganti kabel kartu grafis atau mengganti layar Anda, gambar latar belakang harus dipilih lagi untuk konfigurasi baru. Namun, Anda dapat mengganti tata letak layar multi-monitor atau layar monitor primer utama dan gambar latar belakang akan tetap berada di tempat yang Anda sudah tetapkan. Ini adalah metode yang stabil dan yang <i>direkomendasikan</i>. Anda tidak akan memiliki masalah dengan opsi ini. Kecuali, kalau driver kartu grafis Anda mempunyai masalah yang parah.<br/><br/><b>Layout</b><br/>Opsi ini memerintahkan layar monitor berdasarkan posisi virtual mereka di Windows. Jika Anda mengganti tata letak layar di pengaturan Windows, mengganti layar monitor primer utama Anda, atau mencopot layar monitor, maka aplikasi mungkin tidak dapat memulihkan gambar latar belakang kembali seperti semula. Anda sebaiknya menggunakan opsi ini hanya jika driver Anda memberikan banyak masalah dengan opsi bawaan 'Device Path' dan jika Anda tidak sering mengganti layar monitor Anda.<br/><br/><b>GDI</b><br/>Opsi ini mengidentifikasi layar monitor berdasarkan bagaimana Windows memerintahkan layar monitor dan menamai layar monitor nya. Jika opsi ini bekerja di perangkat komputer Anda, Anda akan dapat memulihkan gambar latar belakang yang sama kepada setiap layar monitor bahkan jika mengganti layar monitor sendiri namun tetap mempertahankan posisi umum mereka. Opsi ini mempunyai kemungkinan besar akan terjadi tertukarnya gambar latar belakang secara acak setiap kali komputer Anda dinyalakan atau melanjutkan dari modus tidur maupun dari modus hibernasi. Untuk mayoritas pengguna, opsi ini cenderung rentan terhadap kesalahan galat dan aplikasi tidak dapat berjalan dengan semestinya.<br/><br/><b>Deprecated</b><br/>Opsi ini serupa dengan opsi 'GDI'. Hanya saja, opsi ini menggunakan metode lama dalam mengidentifikasikan layar monitor. Umumnya, opsi ini merupakan yang paling rawan akan terjadi kesalahan galat. Tetapi, dalam kasus yang jarang terjadi pada beberapa perangkat komputer lain, opsi ini mungkin dapat menyelesaikan masalah yang terkait dengan Windows ataupun driver kartu grafis. Cobalah menggunakan opsi ini sebagai pilihan terakhir jika seluruh opsi yang ada diatas tidak berhasil."
}
