{
    "ui_alert_connect_steam": "<b>No first-time connection to [[[Platform]]] could be made</b><br/><br/><b>To remove this message forever:</b> Make sure [[[Platform]]] is running and that you are logged into the correct [[[Platform]]] account and restart Wallpaper Engine. If you need help resolving this [[[Platform]]] issue, check our FAQ: <a href='[[[var_url_faqsteam]]]'>Fix [[[Platform]]] Connection</a><br/><br/><b>If you do not own a legal copy of Wallpaper Engine:</b> Please consider supporting our work. We have priced Wallpaper Engine very reasonably so that everyone can afford it. We have poured thousands of hours of work into this application and by buying Wallpaper Engine, you support its continued development, always receive the latest updates, help to pay for server costs and are able to download wallpapers via [[[Platform]]] with ease: <a href='[[[var_url_store]]]'>Click here to buy Wallpaper Engine on [[[Platform]]]</a><br/><br/>This message will <b>never</b> appear again after you have started Wallpaper Engine through [[[Platform]]] once.",
    "ui_browse_details_properties_preset_hint_body": "A <b>[[[Host]]] preset</b> includes all of your custom wallpaper settings and any images or videos you may have imported into the wallpaper.<br/><br/>You can publish them on the [[[Platform]]] [[[Host]]] just like regular wallpapers, allowing other users to experience the look and feel with the settings you have created. You can also download <b>presets</b> which other users have shared.",
    "ui_browse_modal_no_steam_body": "[[[Sdk]]] could not be initialized. Please try to restart [[[Platform]]] and afterwards Wallpaper Engine. If you continue seeing this error, this means that your PC cannot correctly authenticate with the [[[Platform]]] servers, check your internet connection and whether you are logged into the correct [[[Platform]]] account.<br/><br/>Do not launch [[[Platform]]] as administrator, that prevents [[[Sdk]]] from connecting to [[[Platform]]]. An anti-virus or security software could be preventing [[[Platform]]] and Wallpaper Engine from working together as well, try turning that off.</br></br>Check the FAQ to get more help if needed: <a href='[[[var_url_faqsteam]]]'>Fix [[[Platform]]] Connection</a>",
    "ui_browse_report_modal_error_401": "The report failed to be sent. Your [[[Platform]]] game ticket seems to have expired. Please try restarting [[[Platform]]] and the wallpaper browser to get a new ticket.",
    "ui_editor_properties_blend": "Blend",
    "ui_editor_properties_composite": "Composite",
    "ui_editor_properties_cutout": "Cutout",
    "ui_editor_properties_monochrome": "Monochrome",
    "ui_editor_properties_under": "Under"
}