{
    "ui_browse_report_modal_error_401": "Не удалось отправить отчет. Ваш запрос к [[[Platform]]], похоже, истек. Пожалуйста, попробуйте перезапустить [[[Platform]]] и Wallpaper Engine, чтобы получить новый запрос.",
    "ui_settings_advanced_monitor_identification_tip": "Этот параметр определяет, как Wallpaper Engine назначает обои для отдельных экранов. Если у вас есть какие-либо проблемы с обменом обоев между мониторами или обои не отображаются после перезагрузки или гибернации вашего ПК, попробуйте изменить эту опцию. Из-за множества проблем в драйверах графической подсистемы и самой Windows, в общем случае нет рекомендуемых настроек, и вам может потребоваться попробовать несколько вариантов.<br/><br/><b>Путь к устройству</b><br/>Это Присваивает обои непосредственно названию адаптера видеокарты и названию монитора. Если вы меняете кабели видеокарты или меняете экран, обои снова должны быть выбраны для новой конфигурации. Однако вы можете изменить расположение нескольких мониторов или основного монитора, и обои останутся там, где вы их назначили. Это стабильный и <i>рекомендуемый</i> метод. У вас не будет проблем с этим, если у вашего графического драйвера нет серьезных проблем.<br/><br/><b>Макет</b><br/> При этом мониторы упорядочиваются по их виртуальному положению в Windows. Если вы измените макет в Windows, смените основной монитор или удалите мониторы, программа не сможет восстановить обои так, как вы ожидаете. Эту опцию следует использовать только в том случае, если ваш драйвер создает слишком много проблем с опцией «Путь к устройству» по умолчанию и если вы не меняете мониторы регулярно.<br/><br/><b>GDI</b><br/>Определите мониторы на основе того, как Windows упорядочивает и называет их. Если этот вариант работает для вас, вы сможете восстановить одинаковые обои на каждом мониторе, даже если вы замените сами мониторы, но сохраните их общее положение. Имеет высокую вероятность случайной смены обоев каждый раз, когда вы запускаете компьютер или выходите из спящего режима - для многих это относительно склонно к ошибкам и не очень хорошо работает.<br/><br/><b> Устаревший</b><br/>Аналогично опции «GDI», в которой используется более старый метод идентификации мониторов. Как правило, это наиболее подверженный ошибкам вариант, но в редких случаях он может решить проблемы, связанные с драйвером Windows или графической карты. Только попробуйте это в крайнем случае."
}
