{
    "ui_alert_connect_steam": "<b>No first-time connection to [[[Platform]]] could be made</b><br/><br/><b>To remove this message forever:</b> Make sure [[[Platform]]] is running and that you are logged into the correct [[[Platform]]] account and restart Wallpaper Engine. If you need help resolving this [[[Platform]]] issue, check our FAQ: <a href='[[[var_url_faqsteam]]]'>Fix [[[Platform]]] Connection</a><br/><br/><b>If you do not own a legal copy of Wallpaper Engine:</b> Please consider supporting our work. We have priced Wallpaper Engine very reasonably so that everyone can afford it. We have poured thousands of hours of work into this application and by buying Wallpaper Engine, you support its continued development, always receive the latest updates, help to pay for server costs and are able to download wallpapers via [[[Platform]]] with ease: <a href='[[[var_url_store]]]'>Click here to buy Wallpaper Engine on [[[Platform]]]</a><br/><br/>This message will <b>never</b> appear again after you have started Wallpaper Engine through [[[Platform]]] once.",
    "ui_browse_modal_steam_redownload_error_body": "Wallpaper Engine has detected that a lot of your wallpapers are being downloaded by [[[Platform]]] right now.<br/><br/>If you have recently subscribed a lot of new wallpapers, then please ignore this message and wait for [[[Platform]]] to finish downloading everything.<br/><br/>If it looks like [[[Platform]]] is downloading a lot of wallpapers that you already downloaded before, then [[[Platform]]] has run into an error. This is <i>not</i> a bug in Wallpaper Engine. Please see this post <a href='[[[var_url_faqredownload]]]'>Fix [[[Platform]]] re-downloading everything</a> or wait for [[[Platform]]] to finish downloading and fix itself.",
    "ui_browse_modal_steam_redownload_never_show_again": "Never show this dialog again",
    "ui_settings_plugins_options_led_plugin_description": "Controls LED effects from Corsair and Razer devices.",
    "ui_settings_plugins_options_led_plugin_enable_icue": "Enable iCUE integration",
    "ui_settings_plugins_options_led_plugin_enable_chroma": "Enable Chroma SDK integration",
    "ui_settings_plugins_options_led_plugin_enable_scene": "Enable Scene effects",
    "ui_settings_plugins_options_led_plugin_enable_video": "Enable Video effects",
    "ui_settings_plugins_options_led_plugin_enable_web": "Enable Web effects",
    "ui_settings_plugins_wallpaper_led_plugin_enable_sdks": "Enable LED effects",
    "ui_settings_advanced_monitor_identification_tip": "This setting controls how Wallpaper Engine assigns wallpapers to individual screens. If you have any issues with wallpapers being swapped between monitors or wallpapers not showing up after restarting or hibernating your PC, try changing this option. Due to the variety of issues in graphics drivers and Windows itself, there is no generally recommended setting and you may need to try multiple options.<br/><br/><b>Device Path</b><br/>This assigns wallpapers directly to the name of the graphics card adapter and the name of the monitor. If you change the graphics card cables or change your screen, the wallpaper has to be selected for the new configuration again. However, you can change the multi-monitor layout or the primary monitor and the wallpapers will stay where you assigned them. This is a stable and the <i>recommended</i> method. You will not have problems with this unless your graphics driver has severe issues.<br/><br/><b>Layout</b><br/>This orders the monitors based on their virtual position in Windows. If you change the multi-monitor layout, change your primary monitor, or remove monitors then the program may not restore the wallpapers the way you expect. You should use this option only if your driver gives you too many problems with the default 'Device Path' option and if you do not change your monitors regularly.<br/><br/><b>GDI</b><br/>Identify monitors based on how Windows orders and names them. If this option works for you, you will be able to restore the same wallpaper to every monitor even if you replace the monitors themselves but keep their general position. Has a high probability of swapping wallpapers randomly every time you start the PC or resume from sleep - for many people this is relatively prone to errors and won't work well.<br/><br/><b>Deprecated</b><br/>Similar to the 'GDI' option which uses an older method of identifying monitors. It is generally the most error-prone option but in rare cases it may solve Windows or graphics card driver-related issues. Only try this as a last resort.",
    "ui_editor_scene_options_fov": "FOV",
    "ui_editor_preset_foliage_title": "Foliage",
    "ui_editor_preset_foliage_description": "Foliage objects.",
    "ui_editor_script_snippet_audio_scale": "Audio Scale",
    "ui_editor_script_snippet_audio_factor": "Audio Factor",
    "ui_editor_properties_blend": "Blend",
    "ui_editor_properties_composite": "Composite",
    "ui_editor_properties_cutout": "Cutout",
    "ui_editor_properties_monochrome": "Monochrome",
    "ui_editor_properties_single": "Single",
    "ui_editor_properties_solid": "Solid",
    "ui_editor_properties_under": "Under"
}